;-----------------------
; Subdue Ability
;-----------------------
[NonlethalCombat X2AbilityTemplate]
LocFriendlyName="眩晕打击"
LocLongDescription="近战打击眩晕生命值不高于3的有机生命体敌人。眩晕敌人2回合，敌人可能会提前醒来，花费1行动点，会结束回合。"
LocHelpText="近战打击眩晕生命值不高于3的有机生命体敌人。眩晕敌人2回合，敌人可能会提前醒来，花费1行动点，会结束回合。"

[FTB_StayDown X2AbilityTemplate]
LocFriendlyName="放倒"
LocLongDescription="当站在一个被眩晕的单位旁边时会激活，击倒该被眩晕的单位。花费1行动点，不会结束回合。"
LocHelpText="当站在一个被眩晕的单位旁边时会激活，击倒该被眩晕的单位。花费1行动点，不会结束回合。"